Repository: new88888/Background-Translations
Catalog: *.xliff
Languages: ar, de, es, it, nb, pl, zh

source: Can't download info from Unsplash
ar: Unsplash لا يمكنني تحميل المعطيات من
es: No puedo descargar información de Unsplash
it: Non riesco a scaricare le info da Unsplash
nb: Kan ikke laste ned info fra Unsplash
pl: Nie mogę pobrać info z Unsplash
zh: 从Unsplash下载信息失败

source: Can't download the latest photo
ar: لا يمكنني تحميل الصور الأخيرة
es: No puedo descargar las últimas fotos
it: Non riesco a scaricare le foto più recenti
nb: Kan ikke laste ned det nyeste bildet
pl: Nie mogę pobrać najnowszego zdjęcia
zh: 无法下载最新壁纸

source: Curated
ar: المختارة
de: Ausgewählte
es: Seleccionadas
it: Curate
nb: Kuratert
pl: Wybrane
zh: 精选

source: Downloading info from Unsplash
ar: Unsplash جارى تحميل المعطيات من
es: Descargando información de Unsplash
it: Scaricamento info da Unsplash
nb: Laster inn informasjon fra Unsplash
pl: Pobieram info z Unsplash
zh: 正在从Unsplash下载信息

source: Downloading photo
ar: جارى تحميل الصورة
es: Descargando foto
it: Scaricamento foto
pl: Pobieram zdjęcie
zh: 正在下载壁纸

source: Latest
ar: الأخيرة
de: Neuste
es: Últimas
it: Recenti
nb: Nyeste
pl: Najnowsze
zh: 最新

source: Search
ar: بحث
de: Suchen
es: Buscar
it: Cerca
nb: Søk
pl: Szukaj
zh: 搜索

source: Access Photo Library
ar: أدخل الى مكتبة الصور
de: Zugang zur Mediathek
es: Acceso Carrete Fotos
it: Accesso Libreria Foto
nb: Tilgang til fotobibliotek
pl: Dostęp do Zdjęć
zh: 授权相册权限

source: Acknowledgements
de: Herzlichen Dank
it: Riconoscimenti
pl: Podziękowania

source: Background photos use %@ on disk.
ar: تستعمل صور التطبيق من الذاكرة %@
de: Backgrounds Fotos brauchen %@ Platz auf der Festplatte.
es: Background utiliza %@ en disco
it: Le foto di Background occupano %@ su disco.
nb: Bilder bruker %@ på disk.
pl: Zdjęcia z Background zajmują %@ na dysku.
zh: Background的缓存已经占用了 %@ 空间.

source: Background is all about beautiful photos.
ar: Background كله حول أروع الصور
de: Background bedeutet die allerbesten Fotos.
es: Background es fotos bonitas.
it: Background è tutto basato su foto stupende.
nb: Background er det vakreste bilder.
pl: Background to najlepsze zdjęcia.
zh: Background 包含了所有漂亮的壁纸

source: Can't complete transaction
ar: لا يمكنني اكمال العملية
de: Bezahlung nicht beendet
es: No puedo completar transacción
it: Non riesco a completare la transazione
nb: Kan ikke fullføre transaksjonen
pl: Nie mogę dokończyć transakcji
zh: 无法完成交易

source: Change feed by swiping left or right.
de: Ändere feed bei Scrollen mit Fingern nach links und rechts.
it: Cambia schermata scorrendo a destra o a sinistra.
nb: Endre feed ved å sveipe til venstre eller høyre.
pl: Zmień feed przewijając palcem w lewo/prawo.
zh: 你可以向左或右滑动来更改类型

source: Check out new photos!
ar: صور جديدة لنتفحصها
de: Check die neusten Fotos!
es: Revise nuevas fotos!
it: Dai un'occhiata alla nuove foto!
nb: Sjekk ut nye bilder!
pl: Sprawdź najnowsze zdjęcia!
zh: 来看下我们的新壁纸吧！

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Lösche Cache
es: Limpiar Cache
it: Svuota Cache
nb: Tom Cache
pl: Wyczyść Cache
zh: 清理缓存

source: Have Fun!
ar: إستمتع
de: Viel Spass!
es: Diviertase!
it: Divertiti!
nb: Ha gøy!
pl: Dobrej zabawy!
zh: 祝你使用愉快！

source: I can't download photos.
ar: لا يمكنني تحميل الصور
de: Fotos downloaden nicht möglich.
es: No puedo descargar fotos
it: Non riesco a scaricare le foto.
nb: Jeg kan ikke laste ned bilder.
pl: Nie mogę pobrać zdjęć
zh: 我无法下载这张壁纸

source: I will, later
ar: سأفعل ذلك لاحقا
de: Später
es: Yo podré, luego
it: Lo farò, dopo
nb: Senere
pl: Później
zh: 我会的，一会再说

source: It can send you notifications when there are some cool new photos.
ar: يمكن للتطبيق ان يشعرك عند وجود صور جديدة ورائعة
de: Ich kann Dir Mitteilungen senden wenn die neusten Fotos erscheinen.
es: Puedo enviarle notificaciones cuando haya nuevas fotos fantasticas.
it: Può mandarti una notifica quando saranno disponibili nuove fantastiche foto.
nb: Man kan sende deg beskjed når det er noe kule bilder.
pl: Mogę wysyłać Ci powiadomienia gdy pojawią się nowe, fajne zdjęcia.
zh: 如果你想要在第一时间收到我们最酷的新壁纸

source: Let's go!
ar: لننطلق
de: Start
es: Vamos!
it: Andiamo!
nb: La gå!
pl: Zaczynamy
zh: 我们开始吧!

source: Looks like you haven't bought Background Premium 😇
ar: يبدو انك لم تشتري Background Premium 😇
de: Background Premium wurde nicht gekauft 😇
es: Parece que no has comprado Background Premium 😇
it: Sembra che tu non abbia acquistato Background Premium 😇
nb: Du ser ut som du ikke har kjøpt en premium Background 😇
pl: Wygląda na to, że nie zakupiono Background Premium 😇
zh: 看起来好像您没有购买过我们的Background会员哦😇

source: New photos available
ar: صور جديدة متوفرة
de: Neue Fotos sind da
es: Nuevas fotos disponibles
it: Nuove foto disponibili
nb: Nye tilgjengelige bilder
pl: Nowe zdjęcia są dostępne
zh: 有新壁纸可更新

source: No results
ar: لا نتائج
de: Keine Resultate
es: Sin resultados
it: Nessun risultato
nb: Ingen resultater
pl: Brak wyników

source: Nooooo :(
de: Neeein... :(
pl: Nieeee :(

source: Nothing to restore
ar: لا يوجد شيء للإستعادة
de: Es gibt nichts zum Wiederherstellen
es: Nada que restaurar
it: Niente da ripristinare
nb: Ingenting å gjenopprette
pl: Nie ma co przywracać
zh: 没有可恢复的内购

source: Now you can use the Search for a day
ar: يمكنك الآن استعمال خاصية البحث ليوم واحد
de: Jetzt verfügst Du über Suchfunktion für einen Tag
es: Ahora puede utilizar la Búsqueda durante un día
it: Ora puoi utilizzare Cerca per un giorno
nb: Nå du kan bruke søkefunksjonen for en dag
pl: Teraz możesz używać funkcji Szukaj przez jeden dzień.
zh: 现在你可以免费试用一天搜索功能

source: Oh no!
ar: آه لا
de: Oh, nein!
nb: Å nei!
pl: O nie!
zh: 不好意思！

source: Oh no! Can't download photos
ar: آه لا يمكنني تحميل الصور
de: Oh, nein! Downloaden von Fotos unmöglich
es: Oh no! No puedo descargar fotos
it: Oh no! Non riesco a scaricare le foto
nb: Å nei! Kan ikke lagre ned bilder
pl: O nie! Nie mogę pobrać zdjęć
zh: 不好意思，不能下载这张壁纸

source: Open Settings
ar: إفتح الإعدادات
de: Einstellungen
es: Abrir Configuración
it: Apri Impostazioni
nb: Åpne innstillinger
pl: Otwórz Ustawienia
zh: 打开设置

source: Purchase was deferred
ar: تمّ تأجيل الشراء
de: Bezahlung wurde verschoben
es: La compra ha sido anulada
it: L'acquisto è stato annullato
nb: Kjøpet ble utsatt
pl: Zakup został opóźniony
zh: 您的购买已被延迟

source: Rate on the App Store
ar: App Store قيّم التطبيق عبر ال
de: Hinterlasse die Kundenrezension
es: Puntuar en la App Store
it: Valuta su App Store
nb: Rangere på App Store
pl: Oceń w App Store
zh: 前往App Store评分

source: Restore purchase
ar: إسترجع المشتريات
de: Background Premium wiederherstellen
es: Restaurar compra
it: Ripristina acquisto
nb: Gjenopprett kjøp
pl: Przywróć Background Premium
zh: 恢复内购

source: SAVED
ar: تمّ الحفظ
de: GESPEICHERT
es: GUARDADA
it: SALVATA
nb: LAGRET
pl: ZAPISANO
zh: 已保存

source: Screens Order
ar: ترتيب الشاشات
de: Reihenfolge der Bildschirme
es: Orden Pantallas
it: Ordine Schermate
nb: Ordre skjermene
pl: Kolejność ekranów
zh: 显示顺序

source: Search requires Background Premium.
ar: تتطلب خاصية البحث Background Premium
de: Um zu suchen kaufe Background Premium.
es: Para Buscar necesita Background Premium.
it: Cerca richiede Background Premium
nb: Søket krever en Premium Background
pl: Szukanie wymaga Background Premium.
zh: 搜索功能仅对Background会员开放.

source: Send Notifications
ar: أرسل الإشعارات
de: Sende Mitteilungen
es: Enviar Notificaciones
it: Invia Notifica
nb: Send varsler
pl: Wysyłaj powiadomienia
zh: 授权推送权限

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
it: Impostazioni
nb: Innstillinger
pl: Ustawienia
zh: 设置

source: Some great, new photos are available in curated photos feed
ar: صور جديدة رائعة متوفرة عبر مصدر الصور المختارة
de: Neuste Fotos zugänglich bei "Ausgewählte Fotos"
es: Nuevas Fotos disponibles en la sección Seleccionadas
it: Alcune stupende, nuove foto sono disponibili nella sezione Curate
nb: Noe nye flotte bilder er tilgjengelige i kuraterte bilder
pl: Nowe, wspaniałe zdjęcia są dostepne na ekranie wybranych zdjęć
zh: 一些很棒的新壁纸现在已经在精选壁纸中更新

source: Some great, new photos are available in latest photos feed
ar: صور جديدة رائعة متوفرة عبر مصدر الصور الأخيرة
de: Neuste Fotos zugänglich bei "Neue Fotos"
es: Nuevas Fotos disponibles en la sección Últimas fotos
it: Alcune stupende, nuove foto sono disponibili nella sezione Recenti
nb: Noe nye flotte bilder er tilgjengelige i de nyeste bildene feedet
pl: Pojawiły się wspaniałe zdjęcia na ekranie nowych zdjęć
zh: 一些很棒的新壁纸现在已经在最新壁纸中更新

source: Some great, new photos are available 🌊
ar: 🌊 صور جديدة رائعة متوفرة
de: Neuste Fotos sind da 🌊
es: Nuevas Fotos disponibles 🌊
it: Alcune stupende, nuove foto sono disponibili 🌊
nb: Noe nye flotte bilder er tilgjengelige 🌊
pl: Nowe, fajoskie zdjęcia są dostępne 🌊
zh: 一些很棒的新壁纸现在已经可以更新🌊

source: Sponsored
ar: مموّل
de: Werbung
es: Patrocinadas
it: Sponsorizzato
nb: Sponset
pl: Reklama
zh: 赞助商

source: Tap to refresh the feed
ar: اضغط لتجديد الصور
de: Tipp um zu aktualisieren
es: Pulse para refrescar el origen de datos
it: Tocca per aggiornare il feed
nb: Takk for å oppdatere feedet
pl: Stuknij, żeby odświeżyć
zh: 点击刷新列表

source: Thank you for your support 😊
ar: 😊 شكرا لدعمك
de: Vielen Dank für Deine Unterstüzung 😊
es: Gracias por su apoyo
it: Grazie per il tuo supporto 😊
nb: Takk for støtten din
pl: Dziękuję za Twoje wsparcie 😊
zh: 谢谢你的支持😊

source: Thanks!
ar: شكرا
de: Danke!
es: Gracias!
it: Grazie!
nb: Takk!
pl: Dzięki!
zh: 谢谢！

source: The button below will open Background's App Store page, where you can rate it.
ar: الزر في الأسفل يفتح الصفحة الخاصة بالتطبيق عبر متجر التطبيقات اين يمكنك تقييم Background
de: Die untere Taste öffnet Background's App Store Seite. Bitte hinterlasse die Kundenrezension.
es: El botón abrirá la página de Background en la App Store, donde Vd. puede puntuarla.
it: Il pulsante sotto apre la pagina App Store di Background, lì puoi darci una valutazione.
nb: Knappen nedenfor skal åpne Background's App butikkside, der kan du rangere det.
pl: Przycisk poniżej zabierze Cię do App Store, gdzie możesz ocenić apkę.
zh: 下面的按钮将会前往Background的App Store页面，你可以在那进行评分

source: To save photos give Background access to your Photo Library.
ar: من أجل حفظ الصور يجب عليك منح التطبيق الإذن بدخول مكتبة صورك
de: Um Fotos zu speichern gibt Background den Zugang zu Deiner Mediathek.
es: Para guardar fotos conceda permiso de acceso al Carrete de Fotos a Background.
it: Per salvare le foto dai a Background l'accesso alla tua Libreria Foto.
nb: Til å lagre bilder gir bakgrunns tilgang til fotobiblioteket ditt.
pl: Daj Background dostęp do Biblioteki Zdjęć by móc zapisywać zdjęcia.
zh: 想要保存壁纸，请授权Background访问你的相册

source: Touch and hold a photo to save it.
ar: إلمس صورة وأبق إصبعك عليها من أجل حفظها
de: Tipp und halte um photo zu speichern.
es: Toque una fotos para guardarla.
it: Tocca e tieni premuto una foto per salvarla.
nb: Trykk og hold på bildet for å lagre det.
pl: Dotknij i przytrzymaj, żeby zapisać zdjęcie.
zh: 长按壁纸即可保存壁纸

source: Try again
ar: جرّب مرة أخرى
de: Versuche noch mal
es: Intentelo de nuevo
it: Ri-prova
nb: Prøv igjen
pl: Spróbuj ponownie
zh: 再试一次

source: Try the Search for free
ar: جرّب خاصية البحث مجانا
de: Versuche Suchfunktion umsonst
es: Pruebe la Búsqueda gratis
it: Prova la funzione Cerca gratis
nb: Prøv gratis søket
pl: Wypróbuj szukanie za darmo
zh: 免费试用搜索功能

source: Unfortunately I can't save this photo to your Photo Library. Check out Settings – I think I don't have access to your Photo Library.
ar: لسوء الحظ لا يمكن حفظ هذه الصورة في مكتبة الصور تفقد الاعدادات لا أضن ان تطبيق باكجروند يملك الاذن بدخول مكتبة صورك
de: Es tut mit Leid, es ist nicht möglich Deine Fotos in Deiner Mediathek zu speichern.
es: Lamentablemente no puedo guardar esta foto en el Carrete de Fotos. Revise la configuración. Pienso que no tengo acceso al carrete de fotos
it: Sfortunatamente non riesco a salvare questa foto nella tua Libreria Foto. Controlla le impostazioni – Credo che non ho l'accesso alla tua Libreria Foto.
nb: Dessvare, jeg kan ikke lagre dette bildet i ditt bibliotek. Sjekk telefoninnstillinger. Jeg tror at jeg ikke har tilgang til bildene dine.
pl: Niestety nie mogę zapisać zdjęcia w Twojej Bibliotece Zdjęć. Sprawdź Ustawienia telefonu – myślę, że nie mam dostępu do Zdjęć.
zh: 有一个坏消息，我不能把壁纸保存到你的相册，请检查设置，我想你没有给Background授权相册访问权

source: 🙈 Oh no!
ar: أوه لا 🙈
de: 🙈 Oh, nein!
nb: 🙈 Å nei!
pl: 🙈 O nie!
zh: 🙈不好意思！

source: While saving a photo, Background downloads the full–size picture. Requires Background Premium.
pl: W trakcie zapisywania zdjęcia Background pobierze je w maksymalnej rozdzielczości. Wymaga Background Premium.

source: With Background Premium you get: No ads. Search. Ability to save full resolution photos. With this one time in-app purchase you help me keep the app alive. Thanks!
pl: Z Background Premium: Nie ma reklam. Można wyszukiwać zdjęcia. Można zapisać zdjęcie w pełnej rozdzielczości. Z tym jednorazowym zakupem pomagasz mi utrzymać apkę. Dzięki!

source: Support
pl: Wsparcie

source: Want to help translating the app into your language? Need a help?
pl: Potrzebujesz pomocy? Chcesz pomóc przy testowaniu apki?

source: Contact
pl: Kontakt

source: Photos
pl: Zdjęcia

source: Full resolution photo
pl: Pełna rozdzielczość zdjęcia

source: Background Premium
zh: Background 会员

source: Cache
zh: 缓存

source: OK
zh: 好

source: Premium – %@
zh: 会员 – %@

source: Purchase was deferred. I will disable buttons for some time
it: L'acquisto è stato annullato. Disabiliterò i pulsanti per un pò.
zh: 您的购买已被延迟，我会禁用这个按钮一段时间

source: Purchase was deferred. I will disable buttons.
it: L'acquisto è stato annullato. Disabiliterò i pulsanti.
zh: 您的购买已被延迟，我会禁用这个按钮

source: With Background Premium you get: No ads. Search. With this one time in-app purchase you help me keep the app alive. Thanks!
zh: 拥有Background会员你会获得以下特权: 去除广告. 使用搜索. 购买会员是一次性付费，您的支持将是我维护这个App的最大动力，谢谢!
